tap "cloudfoundry/tap"
tap "github/gh"
tap "heroku/brew"
tap "holgerbrandl/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kylef/formulae"
tap "mas-cli/tap"
tap "peripheryapp/periphery"
tap "phatblat/services"
tap "thoughtbot/formulae"
tap "vapor/tap"
tap "vitorgalvao/tiny-scripts"
cask "adoptopenjdk8"
brew "adns"
brew "antigen"
brew "artifactory"
brew "python@3.8"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "node"
brew "babel"
brew "bash"
brew "bat"
brew "boost"
brew "burl"
brew "certbot"
brew "clingo"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "configen"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "doxygen"
brew "duti"
brew "f3"
brew "fileicon"
brew "findutils"
brew "firebase-cli"
brew "fish"
brew "fortune"
brew "freetype"
brew "gcovr"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "glib"
brew "gnu-sed"
brew "gnutls"
brew "gnupg", link: false
brew "go"
brew "go-jira"
brew "libmaxminddb"
brew "goaccess"
brew "gox"
brew "gradle"
brew "groovy"
brew "helm"
brew "ilmbase"
brew "libheif"
brew "libtool"
brew "imagemagick"
brew "jabba"
brew "jansson"
brew "jenv"
brew "jfrog-cli"
brew "jq"
brew "jsonlint"
brew "jsonpp"
brew "kotlin"
brew "krb5"
brew "kubernetes-cli"
brew "less"
brew "libewf"
brew "libmagic"
brew "libressl"
brew "libssh"
brew "libssh2"
brew "lunchy"
brew "ruby"
brew "macvim"
brew "make"
brew "makedepend"
brew "mas", link: false
brew "maven"
brew "mint"
brew "mtr"
brew "nginx"
brew "ninja"
brew "nvm"
brew "ocaml"
brew "ocamlbuild"
brew "opam"
brew "packer"
brew "pacvim"
brew "perl"
brew "pixman"
brew "pkg-config"
brew "postgresql"
brew "protobuf"
brew "qemu"
brew "radare2"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "rlwrap"
brew "screenresolution"
brew "shellcheck"
brew "sl"
brew "socat"
brew "sonar-scanner"
brew "sourcekitten"
brew "speedtest-cli"
brew "sphinx-doc"
brew "swiftplate"
brew "tailor"
brew "task"
brew "tasksh"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tig"
brew "tmux"
brew "trash"
brew "travis"
brew "tree"
brew "uncrustify"
brew "utimer"
brew "wget"
brew "xctool"
brew "yara"
brew "yarn"
brew "zsh"
brew "cloudfoundry/tap/cf-cli"
brew "github/gh/gh"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
brew "holgerbrandl/tap/kscript"
brew "kylef/formulae/swiftenv"
brew "phatblat/services/pbjenkins"
brew "thoughtbot/formulae/liftoff"
brew "vapor/tap/vapor"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "android-file-transfer"
cask "android-ndk"
cask "android-sdk"
cask "anylist"
cask "back-in-time"
cask "banktivity"
cask "bettertouchtool"
cask "brave-browser"
cask "charles"
cask "cheatsheet"
cask "cleanmymac"
cask "dash"
cask "deckset"
cask "docker"
cask "elgato-stream-deck"
cask "firebase-admin"
cask "font-3270-nerd-font"
cask "font-aurulentsansmono-nerd-font"
cask "font-awesome-terminal-fonts"
cask "font-bitstreamverasansmono-nerd-font"
cask "font-codenewroman-nerd-font"
cask "font-consolas-for-powerline"
cask "font-dejavusansmono-nerd-font"
cask "font-droidsansmono-nerd-font"
cask "font-fantasquesansmono-nerd-font"
cask "font-firacode-nerd-font"
cask "font-firamono-nerd-font"
cask "font-hack-nerd-font"
cask "font-heavydata-nerd-font"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-lekton-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-profont-nerd-font"
cask "font-robotomono-nerd-font"
cask "font-spacemono-nerd-font"
cask "font-ubuntumono-nerd-font"
cask "ganache"
cask "geekbench"
cask "githubpulse"
cask "gitkraken"
cask "google-chrome"
cask "gpg-suite"
cask "grammarly"
cask "hex-fiend"
cask "ibm-cloud-cli"
cask "ios-console"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "kaleidoscope"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "keycastr"
cask "kobo"
cask "latest"
cask "licecap"
cask "logitech-presentation"
cask "lunchy"
cask "macdown"
cask "microblog"
cask "microsoft-teams"
cask "mongodb-compass"
cask "ngrok"
cask "oclint"
cask "paw"
cask "periphery"
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rescuetime"
cask "rocket"
cask "screens"
cask "softraid"
cask "sublime-merge"
cask "sublime-text"
cask "teacode"
cask "textmate"
cask "the-unarchiver"
cask "thingsmacsandboxhelper"
cask "tower"
cask "transmit"
cask "twitch"
cask "visual-studio-code"
cask "vmware-fusion"
cask "vysor"
cask "webponize"
cask "webpquicklook"
cask "zeplin"
cask "zsa-wally"
mas "1Password 7               ", id: 1333542190
mas "Airmail                   ", id: 918858936
mas "Bear                      ", id: 1091189122
mas "Clean                     ", id: 418412301
mas "Cleaner for Xcode         ", id: 1296084683
mas "Cosmicast                 ", id: 1435195637
mas "DaisyDisk                 ", id: 411643860
mas "Dark Reader for Safari    ", id: 1438243180
mas "Day One                   ", id: 1055511498
mas "Deliveries                ", id: 924726344
mas "Developer                 ", id: 640199958
mas "Disk Care                 ", id: 913724705
mas "Display Menu              ", id: 549083868
mas "Divvy                     ", id: 413857545
mas "Dumper                    ", id: 781577745
mas "EasyRes                   ", id: 688211836
mas "Fantastical               ", id: 975937182
mas "GarageBand                ", id: 682658836
mas "Ghostery Lite             ", id: 1436953057
mas "Grammarly for Safari      ", id: 1462114288
mas "Houseparty                ", id: 1381523962
mas "iMovie                    ", id: 408981434
mas "Install macOS High Sierra ", id: 1246284741
mas "iStat Mini                ", id: 927292435
mas "Jira                      ", id: 1475897096
mas "Joystick Mapper           ", id: 528183797
mas "Key Codes                 ", id: 414568915
mas "Keynote                   ", id: 409183694
mas "Later                     ", id: 1125131804
mas "Magnet                    ", id: 441258766
mas "Marked 2                  ", id: 890031187
mas "Memory Diag               ", id: 748212890
mas "Microsoft To Do           ", id: 1274495053
mas "MindNode                  ", id: 1289197285
mas "Moom                      ", id: 419330170
mas "Numbers                   ", id: 409203825
mas "Pages                     ", id: 409201541
mas "Quests Alpha              ", id: 1447415753
mas "ReadKit                   ", id: 588726889
mas "Save to Pocket            ", id: 1477385213
mas "Server                    ", id: 883878097
mas "Slack                     ", id: 803453959
mas "Soulver                   ", id: 413965349
mas "Soulver 3                 ", id: 1508732804
mas "Spillo                    ", id: 873245660
mas "SSDReporter               ", id: 980258689
mas "Tab Space                 ", id: 1473726602
mas "Things                    ", id: 904280696
mas "Tweetbot                  ", id: 1384080005
mas "WebP Viewer               ", id: 1323414118
mas "xScope                    ", id: 889428659
