tap "buildkite/buildkite"
tap "cirruslabs/cli"
tap "danger/tap"
tap "datadog-labs/pack"
tap "earthbuild/earthbuild"
tap "getsentry/tools"
tap "gofireflyio/aiac"
tap "holgerbrandl/tap"
tap "homebrew/core"
tap "jetbrains/utils"
tap "kylef/formulae"
tap "lanes-sh/lanes"
tap "leoafarias/fvm"
tap "messense/macos-cross-toolchains"
tap "microsoft/git"
tap "pantsbuild/tap"
tap "peripheryapp/periphery"
tap "tw93/tap"
brew "aiac"
brew "certifi"
brew "pycparser"
brew "libssh"
brew "xz"
brew "zstd"
brew "tree"
brew "ansible"
brew "imath"
brew "jpeg-turbo"
brew "libtiff"
brew "openexr"
brew "jpeg-xl"
brew "aom"
brew "argp-standalone"
brew "arp-scan"
brew "asciinema"
brew "assimp"
brew "autoconf"
brew "automake"
brew "gettext"
brew "ncurses"
brew "bash"
brew "bbe"
brew "bench"
brew "bgrep"
brew "blake3"
brew "boost"
brew "boxes"
brew "broot"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "libx11"
brew "libxext"
brew "python-setuptools"
brew "cairo"
brew "fmt"
brew "ccache"
brew "cjson"
brew "cloc"
brew "cmatrix"
brew "configen"
brew "coreutils"
brew "corrosion"
brew "cowsay"
brew "ctags"
brew "libnghttp2"
brew "curl"
brew "datadog-labs/pack/pup"
brew "dav1d"
brew "diff-so-fancy"
brew "duktape"
brew "duti"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "emojify"
brew "f3"
brew "opus"
brew "sdl2"
brew "svt-av1"
brew "ffmpeg"
brew "fileicon"
brew "findutils"
brew "fish"
brew "fortune"
brew "fribidi"
brew "gama"
brew "isl"
brew "gcc"
brew "gcovr"
brew "gdbm"
brew "harfbuzz"
brew "openjpeg"
brew "webp"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "git"
brew "git-filter-repo"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libmaxminddb"
brew "goaccess"
brew "jasper"
brew "groff"
brew "openjdk"
brew "groovy"
brew "libtool"
brew "pkgconf"
brew "helix"
brew "hexcurse"
brew "hwloc"
brew "hyx"
brew "ios-deploy"
brew "jsonpp"
brew "kdoctor"
brew "kondo"
cask "lanes-sh/lanes/lanes"
brew "less"
brew "libunibreak"
brew "libass"
brew "libgpg-error"
brew "libffi"
brew "libgit2"
brew "libmicrohttpd"
brew "librist"
brew "mpg123"
brew "libuv"
brew "libzip"
brew "llvm"
brew "lld"
brew "loc"
brew "lolcat"
brew "lua"
brew "luajit"
brew "luv"
brew "macchina"
brew "mas"
brew "mbedtls"
brew "md4c"
brew "mingw-w64"
brew "mint"
brew "mono-libgdiplus"
brew "moreutils"
brew "msgpack"
brew "mtr"
brew "mvfst"
brew "nasm"
brew "ncdu"
brew "nginx"
brew "nmap"
brew "numpy"
brew "nushell"
brew "openconnect"
brew "openjdk@11"
brew "openjdk@17"
brew "pacvim"
brew "pinentry"
brew "radare2"
brew "rename"
brew "rlwrap"
brew "scrcpy"
brew "screenresolution"
brew "sem-cli"
brew "sl"
brew "socat"
brew "sourcekitten"
brew "swift-format"
brew "tailor"
brew "task"
brew "tasksh"
brew "tbb"
brew "teleport"
brew "telnet"
brew "terminal-notifier"
brew "tig"
brew "trash", link: true
brew "utimer"
brew "virtualenv"
brew "watchman"
brew "wget"
brew "wtfutil"
brew "wxwidgets"
brew "zsh"
brew "cirruslabs/cli/cirrus"
brew "cirruslabs/cli/sshpass"
brew "cirruslabs/cli/tart"
brew "jetbrains/utils/kotlin-lsp"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
brew "tw93/tap/mole"
cask "1password"
cask "1password-cli"
cask "antigravity"
cask "arc"
cask "brave-browser"
cask "caffeine"
cask "charles"
cask "chatgpt"
cask "claude"
cask "cmake-app"
cask "codex-app"
cask "codexbar"
cask "conductor"
cask "contexts"
cask "dash"
cask "deckset"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "flutter"
cask "fork"
cask "franz"
cask "geekbench"
cask "ghostty"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "hammerspoon"
cask "hex-fiend"
cask "httpie-desktop"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jump-desktop"
cask "kaleidoscope"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "keycastr"
cask "kobo"
cask "lapce"
cask "lastpass"
cask "latest"
cask "licecap"
cask "linear"
cask "logi-options+"
cask "loom"
cask "meld"
cask "microblog"
cask "microsoft-teams"
cask "moom"
cask "notion"
cask "nova"
cask "objectivesharpie"
cask "obsidian"
cask "opcode"
cask "orbstack"
cask "orka-desktop"
cask "orka-vm-tools"
cask "orka3"
cask "qt-creator"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "safari-technology-preview"
cask "signal"
cask "simpholders"
cask "softraid"
cask "sublime-merge"
cask "sublime-text"
cask "tailscale-app"
cask "teacode"
cask "textmate"
cask "tg-pro"
cask "thingsmacsandboxhelper"
cask "thorium"
cask "todoist-app"
cask "tower"
cask "transmit"
cask "visual-studio-code"
cask "vysor"
cask "warp"
cask "wezterm"
cask "whatsapp"
cask "witch"
cask "xcodes-app"
cask "zed"
cask "zen"
mas "Mactracker", id: 430255202
mas "NextDNS", id: 1464122853
mas "Screens 5", id: 1663047912
mas "Windows App", id: 1295203466
vscode "4ops.packer"
vscode "aaronyoung.dark-synthwave-vscode"
vscode "adelphes.android-dev-ext"
vscode "ahmadawais.shades-of-purple"
vscode "alan.stylus"
vscode "allan-carlos.night-rainbow"
vscode "altbdoor.change-tab-size"
vscode "amodio.amethyst-theme"
vscode "antfu.icons-carbon"
vscode "apptorium.teacode-vsc-helper"
vscode "atommaterial.a-file-icon-vscode"
vscode "bagetx.inf"
vscode "bazelbuild.vscode-bazel"
vscode "bbenoist.nix"
vscode "bencoleman.armview"
vscode "bierner.markdown-preview-github-styles"
vscode "bmalehorn.vscode-fish"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "codezombiech.gitignore"
vscode "continue.continue"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dawhite.mustache"
vscode "daylerees.rainglow"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "dhoeric.ansible-vault"
vscode "didericis.starlark"
vscode "dkundel.vscode-npm-source"
vscode "dnicolson.binary-plist"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "endormi.2077-theme"
vscode "eriklynd.json-tools"
vscode "esafirm.kotlin-formatter"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "fallenwood.viml"
vscode "felipecaputo.git-project-manager"
vscode "felixrieseberg.vsc-travis-ci-status"
vscode "file-icons.file-icons"
vscode "fisheva.eva-theme"
vscode "fivepointseven.node-version"
vscode "flesler.url-encode"
vscode "flimberger.android-system-tools"
vscode "fmoronzirfas.open-in-marked"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "fwcd.kotlin"
vscode "georgewfraser.vscode-javac"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "helligechris.synthwave-vscode-renew"
vscode "htmlhint.vscode-htmlhint"
vscode "humao.rest-client"
vscode "jakearl.search-editor-apply-changes"
vscode "jamesmaj.easy-icons"
vscode "jasonnutter.search-node-modules"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jetmartin.bats"
vscode "jlwoolf.makefile-tools-nameable"
vscode "josetr.cmake-language-support-vscode"
vscode "joshuapoehls.json-escaper"
vscode "jtavin.ldif"
vscode "juanblanco.solidity"
vscode "jvitorfrancisco.theme-acid-purple"
vscode "kaleidoscope-app.vscode-ksdiff"
vscode "kevinkyang.auto-comment-blocks"
vscode "kevinmcgowan.typescriptimport"
vscode "kisstkondoros.vscode-codemetrics"
vscode "kozet.purple-night"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leizongmin.node-module-intellisense"
vscode "lfm.vscode-makefile-term"
vscode "lunaryorn.fish-ide"
vscode "makashi.dark-purple"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "mathiasfrohlich.kotlin"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "meshintelligenttechnologiesinc.pieces-vscode"
vscode "mhcpnl.xcodestrings"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "miramac.vscode-exec-node"
vscode "mitaki28.vscode-clang"
vscode "mohsen1.prettify-json"
vscode "mongodb.mongodb-vscode"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mpotthoff.vscode-android-webview-debug"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.js-atom-grammar"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "msnilshartmann.blue-light"
vscode "naco-siren.gradle-language"
vscode "nataliefruitema.modern-purple-theme"
vscode "naumovs.node-modules-resolve"
vscode "nefrob.vscode-just-syntax"
vscode "nepaul.editorconfiggenerator"
vscode "nodesource.vscode-for-node-js-development-pack"
vscode "nur.just-black"
vscode "nyxb.materialiconic-product-icons"
vscode "obrejla.netbeans-light-theme"
vscode "oderwat.indent-rainbow"
vscode "pbkit.vscode-pbkit"
vscode "perkovec.emoji"
vscode "phplasma.csv-to-table"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "pkosta2005.heroku-command"
vscode "pokey.parse-tree"
vscode "prashaantt.node-tdd"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "samuelcolvin.jinjahtml"
vscode "sclu1034.justfile"
vscode "secanis.jenkinsfile-support"
vscode "shanoor.vscode-nginx"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sidneys1.gitconfig"
vscode "skellock.just"
vscode "skyapps.fish-vscode"
vscode "sohibe.java-generate-setters-getters"
vscode "surajbarkale.ninja"
vscode "sysoev.language-stylus"
vscode "sysoev.vscode-open-in-github"
vscode "tamasfe.even-better-toml"
vscode "techer.open-in-browser"
vscode "timonwong.shellcheck"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tonybaloney.vscode-pets"
vscode "tushortz.java-imports-snippets"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "wholroyd.jinja"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "xaver.clang-format"
vscode "zeithaste.cursorcharcode"
vscode "zhouronghui.propertylist"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"

uv "code-review-graph"
